 
var how_many_ads = 60;
 
var now = new Date()
var sec = now.getSeconds()
var ad = sec % how_many_ads;
ad +=1;
 
if (ad==1) {

neveshteh="افسوس که انسان فقط یکبار میتواند زندگی کند";
}

if (ad==2) {
neveshteh="زن زندان مرد است !";
}

if (ad==3) {
neveshteh="شاید خدای دهکده ی تنهایی ،سکوت باشد";
}

if (ad==4) {
neveshteh="در دنیای رنگ ها، دورنگی از بدترین رنگهاست";
}

if (ad==5) {
neveshteh="آبرنگ خداوند برای نقاشی طبیعت ،رنگین کمان است";
}

if (ad==6) {
neveshteh="در زمستان وقتی برف میبارد، کوه ها عروس می شوند";
}


if (ad==7) {
neveshteh="چراغ های خیابان برای روشنایی شهر مجبورند تمام شب را بیدار بمانند";
}

if (ad==8) {
neveshteh="مواظب باش هیچگاه در پارک قلبت علف هرز حسادت نروید";
}

if (ad==9) {
neveshteh="باران، قطره های اشک آسمان است";
}

if (ad==10) {
neveshteh="سخت ترین درس دانشگاه عشق، درس راستگویی است";
}

if (ad==11) {
neveshteh="در بازار بزرگ زندگی ارزان ترین کالا لبخند است";
}

if (ad==12) {
neveshteh="شاخه ها به فرمان باد، سر تسلیم فرود می آورند";
}

if (ad==13) {
neveshteh="آیفون خداوند برای باز کردن در رحمت راز و نیاز است";
}

if (ad==14) {
neveshteh="افسوس که آسمان نمی گذارد بهشت را ببینم";
}

if (ad==15) {
neveshteh="دریا هم زیر باران خیس می شود";
}

if (ad==16) {
neveshteh="خورشید از حسادت روشنایی ماه در شب غروب می کند";
}

if (ad==17) {
neveshteh="دوچرخه بی باک ترین وسیله ی نقلیه است";
}

if (ad==18) {
neveshteh="مردان بدون زن، چون کبوتران بی بال هستند";
}

if (ad==19) {
neveshteh="خاک مزرعه قلبش به علت حسادت کرم گرفته است";
}

if (ad==20) {
neveshteh="آدم بدون دوست، چون کتاب بدون جلد است";
}

if (ad==21) {
neveshteh="درس دادن به آدم بی عقل چون آب دادن به گل مصنوعی است";
}

if (ad==22) {
neveshteh="مترسک مزرعه ی عشق، عقل است";
}

if (ad==23) {
neveshteh="آدم های بی سواد مثل گل های مصنوعی هستند";
}

if (ad==24) {
neveshteh="برای رسیدن به اهداف خود ، آنها را جایی یادداشت و هر روز صبح به آنها نگاهی بیندازید . و روز خود را با تکیه بر آن اهداف سپری کنید";
}

if (ad==25) {
neveshteh="بدبخت کسی است که از مردن کسی شاد شود";
}

if (ad==26) {
neveshteh="خداوند بنده هایش را اندازه ی خدا دوست دارد";
}

if (ad==27) {
neveshteh="عشق را، باید در دیگ عشق پخت";
}

if (ad==28) {
neveshteh="شمع از خجالت سوختن پروانه است که آب می شود";
}

if (ad==29) {
neveshteh="اگر جاده نبود، دیگر غربت معنایی نداشت";
}

if (ad==30) {
neveshteh="در ابتدا هیچ چیز جز یک رویا نیست";
}

if (ad==31) {
neveshteh="قدرت یک تصمیم ساده را که به موقع و با عزمی راسخ به آن عمل می شود دریابید";
}

if (ad==32) {
neveshteh="یک تصمیم می تواند دریچه های زندگی ما را به روی اندوه یا شادی ، سعادت یا تنگدستی ، مصاحبت یا تنهایی ، و عمری طولانی یا مرگی زودرس باز کند ";
}

if (ad==33) {
neveshteh="هرقدر تعداد تصمیم هایی که می گیرید بیشتر باشد ، در انجام آنها بهتر عمل خواهید کرد ";
}

if (ad==34) {
neveshteh="موفقیت ناشی از قضاوت صحیح است ، قضاوت صحیح ناشی از تجربه است ، و تجربه اغلب ناشی از یک قضاوت نادرست است ";
}

if (ad==35) {
neveshteh="افراد موفق معمولا سریع تصمیم می گیرند  و موقعیت های کاملا حساب شده را به ندرت از دست می دهند";
}

if (ad==36) {
neveshteh="تنها محدودیتی که در راه رسیدن به آنچه می خواهید برای شما وجود دارد ، میزان توانایی شما در دقت تعیین آن چیزی است که می خواهید ";
}

if (ad==37) {
neveshteh="حس فردی خوب و غنی بودن اساس هر موفقیتی را در زندگی تان تشکیل می دهد";
}

if (ad==38) {
neveshteh="اگر آرزو دارید که در راس کار باشید و بتوانید پول زیادی جمع کنید یا یک دانشجوی حرفه ای باشید و ثروتی از دانش بیندوزید ، حالا می توانید روی فرصتی که در اختیارتان قرار گرفته حساب کنید ";
}

if (ad==39) {
neveshteh="همه ما به حس مداوم رشد عاطفی و روانی نیاز داریم . این غذای مورد نیاز رشد روح ماست";
}

if (ad==40) {
neveshteh="یافتن راهی برای کمک به دیگران، آنهایی که عمیقا برای شان اهمیت قائلیم ، می تواند در طول زندگی الهام بخش ما باشد";
}

if (ad==41) {
neveshteh="رنج می تواند دوست شما باشد به شرطی که از آن به طور موثر استفاده کنید";
}

if (ad==42) {
neveshteh="اکثر افراد بیشتر به جای اینکه ریسک لازم را برای تحقق رویاهای شان انجام دهند، سخت کار می کنند که آنچه را که دارند از دست ندهند";
}

if (ad==43) {
neveshteh="اگر می بینید که همیشه دو قدم به جلو و یک قدم به عقب برمی دارید به این دلیل است که از موضوعات مختلف تداعی های متفاوت دارید";
}

if (ad==44) {
neveshteh="هر باوری که در خود ایجاد می کنید همان است که برای شما حقیقت دارد ";
}

if (ad==45) {
neveshteh="رهبران بزرگ به ندرت مطابق استاندارد سایر افراد - واقع بین - محسوب می شوند ، با این وجود دقیق و باهوش هستند ";
}

if (ad==46) {
neveshteh="آنها که به موفقیت دست می یابند معمولا مشکلات را گذرا تلقی می کنند ";
}

if (ad==47) {
neveshteh="همه پیشرفت های شخصی تنها با ایجاد تغییر در باورها حاصل می شوند ";
}

if (ad==48) {
neveshteh="اگر ما بخواهیم کیفیت زندگی خود را تغییر دهیم باید سوالاتی را که از روی عادت از خود و دیگران می پرسیم عوض کنیم";
}

if (ad==49) {
neveshteh="همه پشرفت های انسانی به دنبال سوالات جدید ایجاد می شوند";
}

if (ad==50) {
neveshteh="به جای اعلام ورشکستگی از خود بپرسید : چه طور می توانم اوضاع را در جهت مثبت تغییر دهم ؟";
}

if (ad==51) {
neveshteh="برخی از باورهای شخصی و فرهنگی ما، می توانند ما را عقب نگه دارند";
}

if (ad==52) {
neveshteh="فقط این را بدانید که اگر قادرید فورا مشکلی را خلق کنید ، می توانید به همان سرعت و به سادگی راه حلی را نیز ایجاد کنید!";
}

if (ad==53) {
neveshteh="برای مدیریت یک سازمان تجاری بزرگ تحت تمام شرایط باید امانتداری ، صداقت ، راست کرداری و راست گفتاری را در برخورد با همه افراد پیشه کنیم . به عبارتی دیگر : گفتار نیک - پندار نیک و کردار نیک";
}

if (ad==54) {
neveshteh="قابلیت تصمیم گیری و عمل شجاعانه در مواجهه با موانع و مصیبت ها کلید عظمت مدریت و رهبری است ";
}

if (ad==55) {
neveshteh="رهبران با جهان ، همان گونه که هست برخورد می کنند، نه همان گونه که آرزویش را دارند ";
}

if (ad==56) {
neveshteh="قدرت جذب کسی می شود که از آن بتواند برای کسب نتایج مطلوب استفاده کند ";
}

if (ad==57) {
neveshteh="مدیر و رئیس واقعی مطمئن است که تمام مشکلات قابل حل هستند و تمام اهداف قابل رسیدن ";
}

if (ad==58) {
neveshteh="مدیران و رهبران از نیازها،احساسات و انگیزه های افرادی که آنها را رهبری می کنند هم آگاه و هم به آن خصوصیات حساس هستند ";
}

if (ad==59) {
neveshteh="مدیران از موانع غیرقابل اجتناب،ناملایمات و شکست های موقتی که در راه رسیدن به هر هدف ارزنده با آن ها مواجه می شوند نمی هراسند و به عقب برمی گردند و حالت انعطاف پذیری دارند";
}

if (ad==60) {
neveshteh="مدیران و رهبران توانایی پیش بینی آینده را دارند ";
}
 
document.write('<span style="text-decoration: none; font-family:Tahoma; font-size: 8pt">');
document.write('' + neveshteh + '</font>'); 
